import React from "react";
import '../StyleSheets/ParentsGuide.css';
import { Link } from 'react-router-dom';
import Button from '@mui/material/Button';
import BackIcon from '@mui/icons-material/ArrowBack';


function ParticipationRequirements() {
    return (
        <div className="inner-page">
            <div>
                <h2>Προϋποθέσεις συμμετοχής</h2>
            </div>

            <div style={{ width: '75%', margin: 'auto', display: 'flex', flexDirection: 'column', gap: '1rem' }}>
                <ul style={{ textAlign: 'left', }}>
                    <b>Για να μπορέσετε να λάβετε χρηματοδότηση ως κηδεμόνας, θα πρέπει:</b>
                    <li>Μητέρες φυσικές, θετές ή ανάδοχες, με βρέφος ή νήπιο, που εργάζονται είτε στο δημόσιο είτε στον ιδιωτικό τομέα, με οποιαδήποτε μορφή απασχόλησης, συμπεριλαμβανομένων και των αυτοαπασχολούμενων και ελεύθερων επαγγελματιών </li>
                    <li>Μητέρες φυσικές, θετές ή ανάδοχες, με βρέφος ή νήπιο, που είναι εγγεγραμμένες στα μητρώα της Δ.ΥΠ.Α. (πρώην ΟΑΕΔ) ως άνεργες</li>
                    <li>Πατέρες φυσικοί, θετοί ή ανάδοχοι, που ασκούν την αποκλειστική γονική μέριμνα βρέφους ή νηπίου και εργάζονται είτε στο δημόσιο είτε στον ιδιωτικό τομέα με οποιαδήποτε μορφή απασχόλησης, συμπεριλαμβανομένων και των αυτοαπασχολούμενων και ελεύθερων επαγγελματιών, </li>
                    <li>Κάθε πρόσωπο στο οποίο έχει ανατεθεί, με δικαστική απόφαση ή εισαγγελική διάταξη, η αποκλειστική επιμέλεια βρέφους ή νηπίου, που εργάζεται είτε στο δημόσιο είτε στον ιδιωτικό τομέα, με οποιαδήποτε μορφή απασχόλησης, συμπεριλαμβανομένων και των αυτοαπασχολούμενων και ελεύθερων επαγγελματιών, </li>
                    <b>Επισημαίνεται ότι, οι συνταξιούχοι δεν δύναται να είναι δικαιούχοι της Δράσης καθώς δεν εμπίπτουν στις παραπάνω κατηγορίες.</b>
                </ul>
            </div>

            <Link to="/Parent" style={{ textDecoration: 'none', }}>
                <Button variant="contained" startIcon={<BackIcon />}
                    sx={{ whiteSpace: 'normal', textAlign: 'center', marginTop: '2%' }}>
                    ΕΠΙΣΤΡΟΦΗ ΣΤΗ ΣΕΛΙΔΑ ΚΗΔΕΜΟΝΩΝ
                </Button>
            </Link>
        </div>
    );
};

export default ParticipationRequirements;