import React from "react";
import ButtonLink from '../components/ButtonLink.jsx';
import '../StyleSheets/ParentsGuide.css';


function ParticipationRequirements () {
    return (
        <div>
            <div>
                <h2>Δικαίωμα συμμετοχής έχουν: </h2>

                <h3>Για να μπορέσετε να λάβετε χρηματοδότηση ως κηδεμόνας, θα πρέπει: </h3>

                <ul style={{fontSize: '70%',}}>
                    <li> Μητέρες φυσικές, θετές ή ανάδοχες, με βρέφος ή νήπιο, που εργάζονται είτε στο δημόσιο είτε στον ιδιωτικό τομέα, με οποιαδήποτε μορφή απασχόλησης, συμπεριλαμβανομένων και των αυτοαπασχολούμενων και ελεύθερων επαγγελματιών </li>
                    <li> Μητέρες φυσικές, θετές ή ανάδοχες, με βρέφος ή νήπιο, που είναι εγγεγραμμένες στα μητρώα της Δ.ΥΠ.Α. (πρώην ΟΑΕΔ) ως άνεργες</li>
                    <li> Πατέρες φυσικοί, θετοί ή ανάδοχοι, που ασκούν την αποκλειστική γονική μέριμνα βρέφους ή νηπίου και εργάζονται είτε στο δημόσιο είτε στον ιδιωτικό τομέα με οποιαδήποτε μορφή απασχόλησης, συμπεριλαμβανομένων και των αυτοαπασχολούμενων και ελεύθερων επαγγελματιών, </li>
                    <li> Κάθε πρόσωπο στο οποίο έχει ανατεθεί, με δικαστική απόφαση ή εισαγγελική διάταξη, η αποκλειστική επιμέλεια βρέφους ή νηπίου, που εργάζεται είτε στο δημόσιο είτε στον ιδιωτικό τομέα, με οποιαδήποτε μορφή απασχόλησης, συμπεριλαμβανομένων και των αυτοαπασχολούμενων και ελεύθερων επαγγελματιών, </li>
                </ul>


                <b style={{fontSize: '70%',}}>Επισημαίνεται ότι, οι συνταξιούχοι δεν δύναται να είναι δικαιούχοι της Δράσης καθώς δεν εμπίπτουν στις παραπάνω κατηγορίες</b>                



            </div>

            <div className= "Back">
                <ButtonLink to="/Parent">Επίστροφή στην Σελίδα Κηδεμόνων</ButtonLink>
            </div>

        </div>
    );
};

export default ParticipationRequirements;